Repository: gitGNU/gnu_ocax
Catalog: protected/messages/*/messages.po
Languages: el, it, pt

source: Type
el: Τύπος
it: Tipo
pt: Tipo

source: Created
el: Δημιουργήθηκε στις
it: Creato
pt: Criada

source: Sent
el: Στάλθηκε
it: Inviato
pt: Enviada

source: Title
el: Τίτλος
it: Títolo
pt: Título

source: Sender
el: Αποστολέας
it: Mittente
pt: Remetente

source: Sent as
el: Στάλθηκε ως
it: Inviato come
pt: Enviada como

source: Recipients
el: Παραλήπτες
it: Destinatari
pt: Destinatários

source: Enquiry
el: Έρευνα
it: Richiesta
pt: Consulta

source: Body
el: Σώμα
it: Corpo
pt: Corpo

source: Username
el: Όνομα χρήστη
it: Nome utente
pt: Utilizador

source: Full name
el: Πλήρες όνομα
it: Nome e cognome
pt: Nome completo

source: Password
el: κωδικός
pt: Palavra-passe

source: Repeat password
el: Επανάληψη κωδικού
it: Ripetere password
pt: Repetir palavra-passe

source: Name
el: Όνομα
it: Nome
pt: Nome

source: Path
el: Διαδρομή
it: Tracciato
pt: Rota

source: Language
el: Γλώσσα
it: Lingua
pt: Idioma

source: Code
el: Κωδικός
it: Codice
pt: Código

source: Label
el: Ετικέτα
it: Etichetta
pt: Etiqueta

source: Concept
el: Έννοια
it: Concetto
pt: Conceito

source: Description
el: Περιγραφή
it: Descrizione
pt: Descrição

source: Modified
el: Τροποποιημένος
it: Modificato
pt: Modificado

source: Date of reply
el: Ημερομηνία απάντησης
it: Data di risposta
pt: Data de resposta

source: Weight
el: Βάρος
it: Peso
pt: Peso

source: Published
el: Δημοσίευση
it: Pubblicato
pt: Publicada

source: Draft
el: Πρόχειρο
it: Bozza
pt: Rascunho

source: Failed to send
el: Η αποστολή απέτυχε
it: Invio non riuscito
pt: O envio falhou

source: Sent OK
el: Αποστολή OK
it: Invio riuscito
pt: Enviada com sucesso

source: State
el: Κατάσταση
it: Stato
pt: Estado

source: Subject
el: Θέμα
it: Soggetto
pt: Assunto

source: New password
el: Νέος κωδικός
it: Nuova password
pt: Nova palavra-passe

source: Joined
el: Εγγραφή
it: Collegato
pt: Utilizador desde

source: Is partner
el: Εταίρος
it: Partnership
pt: É sócio

source: Parent
el: Γονέας
it: Genitore
pt: Pai

source: Year
el: Έτος
it: Anno
pt: Ano

source: Initial provision
el: Αρχική πρόβλεψη
it: Fornitura iniziale
pt: Previsão inicial

source: Actual provision
el: Τρέχουσα πρόβλεψη
it: Fornitura effettiva
pt: Previsão actual

source: Trimester 1
el: Τρίμηνο 1
it: Trimestre 1
pt: Trimestre 1

source: Trimester 2
el: Τρίμηνο 2
it: Trimestre 2
pt: Trimestre 2

source: Trimester 3
el: Τρίμηνο 3
it: Trimestre 3
pt: Trimestre 3

source: Trimester 4
el: Τρίμηνο 4
it: Trimestre 4
pt: Trimestre 4

source: Budget
el: Προϋπολογισμό
pt: Orçamento

source: Budget table saved on the
el: Πίνακας προϋπολογισμού αποθηκευμένος σε
it: Tabella di budget salvata sul
pt: Tabela de orçamento guardada no dia

source: Internal_code/Language combination already exists.
el: Εσωτερικός κωδικός / Ο συνδυασμός γλωσσών υπάρχει ήδη
it: Codice_interno/Combinazione linguistica giá esistente
pt: A combinação Internal_code/Idioma já existe

source: Order
el: Σειρά / διάταξη
it: Ordine
pt: Ordem

source: Top
el: Κορυφή
it: Principale
pt: Topo

source: Left
el: Αριστερά
it: Sinistra
pt: Esquerda

source: Font color
el: Χρώμα γραμματοσειράς
it: Colore del carattere
pt: Cor da fonte

source: Background color
el: Χρώμα φόντου
it: Colore dello sfondo
pt: Cor de fundo

source: Opacity
el: Αδιαφάνεια
it: Opacitá
pt: Opacidade

source: Width
el: Πλάτος
it: Larghezza
pt: Largura

source: Reply
el: Απάντηση
it: Risposta
pt: Resposta

source: User
el: Χρήστης
it: Utente
pt: Utilizador

source: Vote
el: Ψήφος
it: Voto
pt: Votar

source: Comment
el: Σχόλιο
it: Commento
pt: Comentário

source: is not a valid language.
el: αυτή η γλώσσα δεν είναι έγκυρη
it: linguaggio non valido
pt: não é um idioma válido

source: Parameter
el: Παράμετρος
it: Parametro
pt: Parâmetro

source: Value
el: Αξία
it: Valore
pt: Valor

source: Generic
el: Γενικά
it: Generico
pt: Genérico

source: Budgetary
el: Προϋπολογιστικά
it: Relativo al Budget
pt: Orçamental

source: Pending validation by the %s
el: Σε αναμονή επικύρωσης από %s
it: Verifica in sospeso dal %s
pt: Aguarda validação de %s

source: Enquiry assigned to team member
el: Η έρευνα έχει ανατεθεί σε μέλος ομάδας
it: Richiesta affidata a un membro del team
pt: Consulta atribuída a membro da equipa

source: Enquiry rejected by the %s
el: Η έρευνα απορρίφθηκε από %s
it: Richiesta respinta dal %s
pt: Consulta rejeitada por %s

source: Enquiry accepted by the %s
el: Η έρευνα έγινε δεκτή από %s
it: Richiesta accettata dal %s
pt: Consulta aceite por %s

source: Reply pending assessment
el: Η απάντηση βρίσκεται υπό αξιολόγηση
it: Valutazione in attesa di risposta
pt: Resposta aguarda avaliação

source: Reply considered satisfactory
el: Η απάντηση θεωρείται ικανοποιητική
it: Risposta considerata soddisfacente
pt: Resposta considerada satisfatória

source: Reply considered insatisfactory
el: Η απάντηση θεωρείται μη ικανοποιητική
it: Risposta considerata insoddisfacente
pt: Resposta considerada insatisfatória

source: The title cannot include the question.
el: Ο τίτλος δεν μπορεί να περιλαμβάνει το ερώτημα.
it: Il titolo nn puó includere la domanda
pt: O título não pode incluir a pergunta.

source: Related to
el: Σχετικά με
it: Riferito a
pt: Relacionada com

source: Formulated by
el: Διατυπώθηκε από
it: Formulato da
pt: Formulada por

source: Assigned to
el: Ανατέθηκε σε
it: Assegnato a
pt: Atribuída a

source: Formulated
el: Διατυπώθηκε
it: Formulato
pt: Formulada

source: Assigned
el: Ανατέθηκε
it: Assegnato
pt: Atribuída

source: Submitted
el: Υποβλήθηκε
it: Inviato
pt: Entregue

source: Registry number
el: Αριθμός μητρώου
it: Numero del registro
pt: Número de registo

source: Documentation
el: Τεκμηρίωση
it: Documentazione
pt: Documentação

source: Send an email to the
el: Στείλτε ένα email σε
it: Inviare un'email al
pt: Enviar un email a

source: team member
el: μέλος ομάδας
it: membro del team
pt: membro da equipa

source: people subscribed to the Enquiry
el: πρόσωπα που συνδράμουν την Έρευνα
it: persone che aderiscono alla Richiesta
pt: pessoas subscreveram esta consulta

source: Cannot create zip file
el: Δεν είναι δυνατή η δημιουργία αρχείου zip
it: Impossibile creare un file zip
pt: Não é possível criar o ficheiro zip

source: Cannot dump database
pt: Não é possível guardar a base de dados

source: Remember me
el: Να με θυμάσαι
it: Ricordami
pt: Lembrem-me

source: CSV file
el: Αρχείο CSV
it: File CSV
pt: Ficheiro CSV

source: generated on the
el: δημιουργήθηκε την
it: generato su
pt: gerado em

source: Budget with internal code
el: Προϋπολογισμός με εσωτερικό κωδικό
it: Budget con codice interno
pt: Orçamento com Internal code

source: is not defined
el: δεν έχει οριστεί
it: non definito
pt: não está definida

source: No enquiries have been made about this budget yet
el: Ακόμα δεν έχουν γίνει έρευνες σχετικά μ’ αυτόν τον προϋπολογισμό
it: Non vi sono ancora richieste riguardo a questo budget
pt: Ainda ninguém consultou o município sobre este orçamento

source: Do you wish to make an enquiry
el: Θέλετε να κάνετε μια ερώτηση;
it: Si desidera avviare una richiesta
pt: Queres fazer uma consulta?

source: One enquiry has already been made about this budget
el: Έχει ήδη γίνει ερώτηση για αυτόν τον προϋπολογισμό
it: E' già stata avviata una richiesta riguardo a questo budget
pt: Já foi feita uma consulta sobre este orçamento.

source: %s enquiries have already been made about this budget
el: %s ερωτήσεις έχουν ήδη γίνει για αυτόν τον προϋπολογισμό
it: %s sono giá state avviate ricerche riguardo a questo budget
pt: Já foram feitas %s consultas sobre este orçamento

source: Details for %s
el: %s έρευνες έχουν ήδη γίνει για αυτόν τον προϋπολογισμό
it: Dettagli per %s
pt: Detalhes do %s

source: Anual comparison
pt: Comparativo anual

source: of total
el: από το σύνολο
it: del totale
pt: do total

source: Import budgets
el: Εισαγωγή προϋπολογισμών
it: Budget d'importazione
pt: Importar orçamentos

source: List Years
el: Δημιουργία καταλόγου ετών
it: Elenchi annuali
pt: Listar anos

source: Featured budgets
el: Προβεβλημένοι προϋπολογισμοί
it: Budget presentati
pt: Orçamentos em destaque

source: Delete year
el: Διαγραφή έτους
it: Cancellare anno
pt: Apagar ano

source: Edit year
el: Διόρθωση έτους
it: Modificare anno
pt: Editar ano

source: Budgetary enquiries for
el: Έρευνες προϋπολογισμού για
it: Richieste relative al budget per
pt: Consultas do orçamento de

source: Budgets
el: Προϋπολογισμοί
it: Budget
pt: Orçamentos

source: Search
el: Αναζήτηση
it: Ricerca
pt: Pesquisa

source: No search results
el: Αναζήτηση χωρίς αποτελέσματα
it: Nessun risultato di ricerca
pt: Não há resultados

source: Available years
el: Διαθέσιμα έτη
it: Anni disponibili
pt: Anos disponíveis

source: No data available
el: Δεν υπάρχουν διαθέσιμα στοιχεία
it: Nessun dato disponibile
pt: Não há dados disponíveis

source: Manage descriptions
el: Διαχείριση περιγραφών
it: Gestisci le descrizioni
pt: Gerir descrições

source: Budgets without description
el: Προϋπολογισμοί χωρίς περιγραφή
it: Budget senza descrizione
pt: Orçamentos sem descrição

source: Manage years
el: Διαχείριση ετών
it: Gestire anni
pt: Gerir anos

source: Create Year
el: Δημιουργία έτους
it: Crea anno
pt: Criar ano

source: New enquiry
el: Νέα έρευνα
it: Nuova Richiesta
pt: Nova consulta

source: 1 enquiry made
el: Μια έρευνα έγινε
it: Prima richiesta inviata
pt: 1 consulta feita

source: enquiries made
el: Έρευνες έγιναν
it: richieste inviate
pt: consultas feitas

source: Compare years
el: Σύγκρινε έτη
it: Confrontare gli anni
pt: Comparar anos

source: Year / Code
el: Έτος / Κωδικός
it: Anno/Codice
pt: Ano / Código

source: Euros per person
el: Ευρώ ανά άτομο
it: Euro a persona
pt: Euros por pessoa

source: Enquiries
el: ερωτήσεις
it: Richieste
pt: Consultas

source: Only 4 digits
el: Μόνο 4 ψηφία
it: Solo 4 cifre
pt: Só 4 dígitos

source: Population
el: Πληθυσμός
it: Popolazione
pt: População

source: Population this year
el: Πληθυσμός αυτό το έτος
it: Popolazione quest'anno
pt: População deste ano

source: Not published
el: Δεν έχει δημοσιευθεί
it: Non pubblicato
pt: Não publicado

source: defined budgets
el: Καθορισμένοι προϋπολογισμοί
it: budget definiti
pt: Orçamentos definidos

source: Create
el: Δημιουργία
it: Crea
pt: Criar

source: Save
el: Διάσωση
it: Salva
pt: Guardar

source: Restore budgets
el: Επαναφορά προϋπολογισμών
it: Rispristina database
pt: Repor orçamentos

source: Global parameters
el: Οικουμενικές παράμετροι
it: Parametri globali
pt: Parâmetros globais

source: List all parameters
el: Λίστα όλων των παραμέτρων
it: Lista dei parametri
pt: Listar parâmetros

source: Register
el: Καταγράψτε
it: Registro
pt: Registo

source: Please enter the letters as they are shown in the image above
el: Παρακαλώ εισάγετε τους χαρακτήρες που φαίνονται στην παραπάνω εικόνα
it: Inserire le lettere come mostrato nell'immagine sopra
pt: Copia as letras tal como surgem na imagem acima

source: REGISTER_MSG
el: καταγράψτε το μήνυμα
pt: <p>Como utilizador registado podes fazer consultas ao teu município de forma pública e directa, assim como partilhá-las com outros cidadãos do teu município.</p><p> Quantos mais cidadãos lutarem de forma unida pela transparência, mais próximo estaremos de conseguir que as decisões na política e na gestão do nosso município sejam tomadas a partir duma base de cidadania.</p>

source: MEMBERSHIP_MSG
el: μήνυμα μελών
pt: Aqui podes tornar-te sócio, para além de utilizador registado. Quanto mais sócios tenha o teu OCM, mais pressão é possível fazer junto da administração municipal. Pensa que cada consulta que faças chegar à CÂmara Municipal terá a assinatura implícita de todos os sócios, e não apenas do utilizador que a fez.

source: Yes, I want to be a member
el: Ναι, θέλω να είμαι μέλος
it: Si, voglio diventare membro
pt: Sim, quero ser sócio

source: Login
el: Σύνδεση
pt: Iniciar sessão

source: Please enter your email address
el: Παρακαλούμε, εισάαγγετε τη διεύθυνση του Ηλεκτρονικού ταχυδρομείου σας
it: Inserire il proprio indirizzo email
pt: Por favor, insere o teu endereço de email

source: Still haven't got an account?
el: Δεν έχετε ακόμη λογαριασμό;
it: Non si ha ancora un account?
pt: Ainda não tens conta?

source: Sign up
el: Εγγραφή
it: Iscriversi
pt: Regista-te

source: Forgotten your password?
el: Ξεχάσατε τον κωδικό σας;
it: Password dimenticata?
pt: Esqueceste a palavra-passe?

source: Follow these instructions
el: Ακολουθήστε αυτές τις οδηγίες
it: Seguire le seguenti istruzioni
pt: Segue estas instruções

source: Enter your email address and we will send you a link
el: Εισαγάγετε τη διεύθυνση του ηλεκτρονικού σας ταχυδρομείου, και θα σας στείλουμε έναν σύνδεσμο
it: Inserire il proprio indirizzo email per ricevere il link di recupero
pt: Insere o teu endereço de email e enviamos-te um link

source: Send
el: Αποστολή
it: Invia
pt: Enviar

source: comments on the
el: σχόλια σχετικά με
it: commenti sul
pt: comentários a

source: Delete
el: Διαγραφή
it: Elimina
pt: Apagar

source: comments
el: σχόλια
it: commenti
pt: comentários

source: Publish
el: Δημοσίευση
it: Pubblica
pt: Publicar

source: Cancel
el: Ακύρωση
it: Cancella
pt: Cancelar

source: Edit page
el: Επεξεργασία σελίδας
it: Modifica la pagina
pt: Editar página

source: Manage pages
el: Διαχείριση σελίδων
it: Gestisci pagine
pt: Gerir páginas

source: Create page
el: Δημιουργία σελίδας
it: Crea pagina
pt: Criar página

source: Upload file
el: Ανεβάστε το αρχείο
it: Carica file
pt: Enviar ficheiro

source: Show uploaded files
el: Εμφάνιση των μεταφορτωμένων αρχείων
it: Mostra i file caricati
pt: Mostrar os ficheiros já enviados

source: Page name
el: Όνομα σελίδας
it: Nome della pagina
pt: Nome da página

source: Delete this page
el: Διαγραφή αυτής της σελίδας
it: Elimina questa pagina
pt: Apagar esta página

source: and translations
el: και μεταφράσεις
it: e le traduzioni
pt: e traduções

source: View page
el: Προβολή σελίδας
it: Visualizza la pagina
pt: Ver página

source: Delete page
el: Διαγραφή σελίδας
it: Elimina pagina
pt: Apagar página

source: Update page
el: Ενημέρωση σελίδας
it: Aggiorna pagina
pt: Actualizar página

source: Edit
el: Επεξεργασία
it: Modifica
pt: Editar

source: Import csv into
el: Εισαγωγή csv σε
it: Importa CSV in
pt: Importar csv para

source: Include budgets
el: Συμπεριλάβετε προϋπολογισμούς
it: Aggiungi i budget
pt: Incluir orçamento

source: Restore all budgets from a backup
el: Επαναφορά όλων των προϋπολογισμών από ένα αντίγραφο ασφαλείας
it: Rispristina i budget da backup
pt: Repor todos os orçamentos a partir duma cópia

source: These copies are made right before a CSV file is imported
el: Αυτά τα αντίγραφα έγιναν αμέσως πριν από την εισαγωγή αρχείων CSV
it: Queste copie sono create proprio prima di importare un file CSV
pt: Estas cópias são feitas no momento antes de importar ficheiros CSV

source: Note: Delete some backups to save disk space. You only really need the last good copy.
el: Σημείωση: Διαγράψτε μερικά αντίγραφα ασφαλείας, ώστε να εξοικονομήσετε χώρο στο δίσκο
it: Nota: Eliminare dei backup per salvare spazio sul disco. Sarà necessario conservare soltanto l'ultima copia.
pt: Nota: Apaga alguns backups para poupar espaço em disco. No fundo, só precisas da última cópia boa.

source: Update zip file
el: Ενημέρωση αρχείου zip
it: Aggiorna file zip
pt: Actualizar ficheiro zip

source: Add file to docs
el: Προσθήκη αρχείου στο docs
it: Aggiungi il file ai documenti
pt: Juntar ficheiro aos documentos

source: Download zip file
el: Κατεβάστε το αρχείο zip
it: Scarica il file zip
pt: Guardar ficheiro zip

source: Prepare file
el: Προετοιμασία αρχείου
it: Prepara il file
pt: Prepara o ficheiro

source: Files queued and ready to include in zip
el: Αρχεία σε σειρά, κι έτοιμα για να συμπεριληφθούν στο zip
it: File in coda e pronti per essere inseriti nel file zip
pt: Ficheiros em espera e prontos para incluir no zip

source: Files to include
el: Αρχεία για να συμπεριληφθούν
it: File da inserire
pt: Ficheiros a incluir

source: Uploaded files
el: ανεβασμένα αρχεία
it: File caricati
pt: Ficheiros enviados

source: Name used for the link
el: Το όνομα που χρησιμοποιείται για τον σύνδεσμο
it: Nome usato per il link
pt: Nome a usar para o link

source: Upload
el: Μεταφόρτωση
it: Carica
pt: Enviar ficheiro

source: Email text templates
el: Πρότυπα κειμένου ηλεκτρονικού ταχυδρομείου
it: Modelli di testo per email
pt: Modelos de email

source: View enquiry
el: Προβολή έρευνας
it: Visualizza richiesta
pt: Ver consulta

source: List enquiries
el: Λίστα ερευνών
it: Elenca le richieste
pt: Listar consultas

source: Submit enquiry
el: Υποβολή έρευνας
it: Invia richiesta
pt: Enviar a consulta

source: Correct submission
el: Ορθή υποβολή
it: Correggi la presentazione
pt: Corrigir o envio

source: Date the Enquiry was submitted to the Administration
el: Ημερομηνία υποβολής αιτήματος στις αρχές
it: Data in cui la richiesta é stata presentata all'Amministrazione
pt: Data em que a consulta foi enviada à administração

source: Is this information correct?
el: Είναι σωστές αυτές οι πληροφορίες;
it: Queste informazioni sono corrette?
pt: Esta informação está correcta?

source: Submit
el: Υποβολή
it: Invia
pt: Enviar

source: Add document
el: Προσθήκη αρχείου
it: Aggiungi documento
pt: Juntar documento

source: Please login to subscribe
el: Παρακαλούμε, συνδεθείτε για να εγγραφείτε
it: Effettuare il login per iscriversi
pt: Por favor inicia a sessão para participares

source: by
el: από
it: da
pt: por

source: reformulated
el: αναδιαμορφώθηκε
it: riformulato
pt: reformulada

source: Keep me informed via email when there are changes
el: Να ενημερώνομαι μέσω e-mail όποτε υπάρχουν αλλαγές
it: Mantienimi informato via email di eventuali modifiche
pt: Manter-me informado por email se houver alterações

source: Direct link
el: Απευθείας σύνδεση
it: Link diretto
pt: Link

source: Subscribe
el: Εγγραφή
it: Iscriviti
pt: Subscrever

source: You can
el: Μπορείτε να κάνετε
it: E' possibile
pt: Podes

source: edit the enquiry
el: επεξεργασία της έρευνας
it: modificare la richiesta
pt: editar a consulta

source: and even
el: ακόμη και
it: e anche
pt: e até

source: delete it
el: διαγραφή
it: eliminarla
pt: apagá-la

source: Are you sure?
el: Είστε σίγουρος/η;
it: Sicuri di voler procedere
pt: Tens a certeza?

source: until it has been accepted by the observatory.
el: μέχρι να γίνει αποδεκτή από το παρατηρητήριο.
it: fino all'accettazione dall'osservatorio.
pt: até ter sido aceite pelo observatório.

source: Enquiry steps
el: βήματα της έρευνας
it: Stadi della richiesta
pt: Passos de uma consulta

source: ENQUIRIES_STEP_MSG
el: Μήνυμα για τα βήματα της έρευνας
pt: <p>1. Faz a tua consulta</p><p>2. Nós enviamo-la à administração municipal</p><p>3. Partilha e difunde a consulta. </p><p>4. Publicaremos a resposta do município e avisar-te-emos.</p><p>5. Avalia a resposta.</p>

source: Sent emails
el: Emails που έχουν σταλεί
it: Email inviate
pt: Emails enviados

source: List all
pt: Listar tudo

source: Assign enquiry
el: Ανάθεση έρευνας
it: Assegna la richiesta
pt: Atribuir consulta

source: Team member responsable for this Enquiry
pt: Membro da equipa responsável por esta consulta

source: Not assigned
el: Δεν ανατέθηκε
it: Non assegnato
pt: Não atribuída

source: Assign
el: Ανάθεση
it: Assegna
pt: Atribuir

source: Change team member
el: Αλλαγή μέλους της ομάδας
it: Cambia membro del team
pt: Mudar membro da equipa

source: Reject the Enquiry
el: Απόρριψη της έρευνας
it: Rifiuta la Richiesta
pt: Rejeitar a consulta

source: The enquiry is inappropriate
el: Η έρευνα είναι ανάρμοστη
it: Richiesta inappropriata
pt: A consulta não é adequada

source: Reject
el: Απόρριψη
it: Rifiuta
pt: Rejeitar

source: Enquiries made to date
el: Έρευνες που έγιναν μέχρι σήμερα
it: Richieste eseguite fino ad ora
pt: Consultas feitas até hoje

source: This is a list of enquiries made by citizens like you.
el: Αυτή είναι μια λίστα ερευνών που έγιναν από πολίτες, όπως εσείς
it: Questa é una lista di richieste inviate da cittadini come te.
pt: Lista de consultas feitas por cidadãos como tu

source: Formulate a new enquiry
el: Οργανώστε μια νέα έρευνα
it: Formula una nuova richiesta
pt: Faz uma consulta nova

source: Remember you must first
el: Να θυμάστε ότι πρώτα πρέπει να
it: Ricordarsi di eseguire prima
pt: Recorda que primeiro tens de

source: login
el: συνδεθείτε
pt: iniciar una sessão

source: or
el: ή
it: o
pt: ou

source: create an account
el: δημιουργήστε λογαριασμό
it: creare un account
pt: criar uma conta

source: What are the different states of an enquiry?
el: Ποια είναι τα στάδια μιας έρευνας;
it: Quali sono i diversi stadi di una richiesta?
pt: Quais os diferentes estados duma consulta?

source: Assess reply
el: Αποτιμήστε την απάντηση
it: Risposta da valutare
pt: Avaliar resposta

source: The general consensus is that the reply is satisfactory
el: Κατά γενική συναίνεση, η απάντηση είναι ικανοποιητική
it: Il consenso generale dichiara la risposta soddisfacente
pt: O consenso geral é que a resposta é satisfatória

source: The general consensus is that the reply is not satisfactory
el: Κατά γενική συναίνεση, η απάντηση δεν είναι ικανοποιητική
it: Il consenso generale dichiara la risposta insoddisfacente
pt: O consenso geral é que a resposta é insatisfatória

source: The Enquiry
el: Η Έρευνα
it: La Richiesta
pt: A consulta

source: The enquiry
el: Η έρευνα
it: La richiesta
pt: A consulta

source: has been reformulated
el: έχει αναδιατυπωθεί
it: é stata riformulata
pt: foi reformulada

source: time
el: χρόνος
it: tempo
pt: vez

source: times
el: φορές
it: tempi
pt: vezes

source: Edit enquiry
el: Επεξεργασία έρευνας
it: Modifica la richiesta
pt: Editar consulta

source: Accept / Reject
el: Αποδοχή / Απόρριψη
it: Accetta / Rifiuta
pt: Aceitar / Rejeitar

source: Add reply
el: Προσθήκη απάντησης
pt: Adicionar resposta

source: Reformulate enquiry
el: Αναδιαμόρφωση έρευνας
it: Riformula la richiesta
pt: Reformular consulta

source: Delete enquiry
pt: Apagar consulta

source: Manage enquiries
el: Διαχείριση έρευνας
it: Gestisci le richieste
pt: Gerir consultas

source: States
pt: Estados

source: more info
pt: mais informação

source: Reformulated enquires
el: Αναδιατυπωμένες έρευνες
it: Richieste riformulate
pt: Consultas reformuladas

source: Replies
el: Απαντήσεις
it: Risposte
pt: Respostas

source: Files
el: Αρχεία
it: File
pt: Ficheiros

source: Record of sent emails
el: Καταγραφή σταλμένων email
it: Record delle email inviate
pt: Registo de emails enviados

source: Comments
el: Σχόλια
it: Commenti
pt: Comentários

source: Votes
el: Ψήφοι
it: Voti
pt: Votos

source: User email subscriptions
el: Εγγραφή μέσω email
it: Sottoscrizioni email dell'utente
pt: Subscrições por email

source: Entrusted enquiries
el: Έρευνες που έχουν ανατεθεί
it: Richieste affidate
pt: Consultas atribuídas

source: View Enquiry
el: Προβολή έρευνας
it: Visualizza richiesta
pt: Ver consulta

source: Change type
el: Αλλαγή τύπου
it: Modifica tipo
pt: Mudar tipo

source: on the
el: ημεροηνία
it: sul
pt: no dia

source: Subscribed users
el: Εγγεγραμένοι χρήστες
it: Utenti iscritti
pt: Utilizadores que subscreveram

source: missing
el: λείπουν
it: mancante
pt: falta

source: Validate enquiry
el: Επικύρωση έρευνας
it: Conferma la validitá della richiesta
pt: Validar consulta

source: Accept the Enquiry
el: Αποδοχή έρευνας
it: Accetta la richiesta
pt: Aceitar a consulta

source: You accept this enquiry as valid
el: Δέχεστε αυτή την έρευνα ως έγκυρη
it: Acetta la richiesta come valida
pt: Aceitas esta consulta como válida

source: Accept
el: Αποδοχή
it: Accetta
pt: Aceitar

source: Please login to participate
el: Παρακαλούμε, συνδεθείτε για να συμμετάσχετε
it: Effettuare il login per partecipare
pt: Por favor, inicia a sessão para participar
