Repository: gitGNU/gnu_ocax
Catalog: protected/messages/*/messages.po
Languages: el, it, pt

source: Before participating, please confirm your email address
el: Προτού συμμετάσχετε, παρακαλούμε επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας
it: Prima di partecipare, confermare l'indirizzo email
pt: Antes de participares confirma por favor o teu email

source: Are you sure you want to delete it?
el: Σίγουρα θέλετε να κάνετε διαγραφή;
it: Procedere all'eliminazione?
pt: De certeza que queres apagá-lo?

source: You have already voted favourably
el: Έχετε ήδη ψηφίσει υπέρ
it: Si e giá votato favorevolmente
pt: Já deste um voto positivo

source: You have already voted unfavourably
el: Έχετε ήδη ψηφίσει κατά
it: Si e giá votato sfavorevolmente
pt: Já deste um voto negativo

source: Add comment
el: Προσθήκη σχολίου
it: Aggiungi un commento
pt: Comentar

source: Add attachment
el: Προσθήκη επισύναψης
it: Aggiungi un allegato
pt: Adicionar anexo

source: Attachments
pt: Anexos

source: Formulate a
el: Διαμορφώστε μια
it: Formula una
pt: Formular uma

source: budgetary enquiry
el: έρευνα προϋπολογισμού
it: richiesta relativa al budget
pt: consulta sobre o orçamento

source: generic enquiry
el: γενική έρευνα
it: richiesta generica
pt: consulta genérica

source: If you wish to formulate a budgetary enquiry, you must first find the corresponding
el: Εάν επιθυμείτε να διαμορφώσετε μια έρευνα προϋπολογισμού, θα πρέπει πρώτα να βρείτε τον/την αντίστοιχο/η
it: Se si desidera formulare una richiesta relativa al budget, si deve prima trovare il corrispondente
pt: Se queres fazer consulta relativa ao orçamento, primeiro tens de seleccionar uma secção concreta na tab

source: The original enquiry
el: Αρχική έρευνα
it: Richiesta originale
pt: A consulta original

source: Select a budget from the grid below
el: Επιλέξτε έναν προϋπολογισμό από τον πίνακα που ακολουθεί
it: Selezionare un budget dalla griglia sottostante
pt: Selecciona um ornamento na tabela abaixo

source: Choose budget
el: Επιλογή προϋπολογισμού
it: Scegliere il budget
pt: Escolhe o orçamento

source: New reformulated enquiry
el: Νέα αναδιατυπωμένη έρευνα
it: Nuova richiesta riformulata
pt: Nova consulta reformulada

source: Modify enquiry
el: Τροποποίηση έρευνας
it: Modifica la richiesta
pt: Modificar consulta

source: Update
el: Ενημέρωση
it: Aggiorna
pt: Actualizar

source: If you wish to formulate a budgetary enquiry, you must first
el: Αν θέλετε να διαμορφώσετε μια έρευνα προϋπολογισμού, θα πρέπει πρώτα
it: Se si desidera formulare ua richiesta relativa al budget, si deve prima
pt: Se queres fazer uma consulta relativa ao orçamento, primeiro tens de

source: find the corresponding budget
el: βρείτε τον αντίστοιχο προϋπολογισμό
it: trovare il corrispondente budget
pt: identificar o orçamento

source: You are in edit mode
el: Είστε σε κατάσταση επεξεργασίας
it: Modalitá di modifica
pt: Estás em modo de edição

source: Manage Introduction pages
el: Διαχείριση εισαγωγικών σελίδων
it: Organizza le pagine d'Introduzione
pt: Gerir páginas

source: Text box attributes
el: Ιδιότητες πλαισίου κειμένου
it: Attributi della casella di testo
pt: Atributos da caixa de texto

source: Distance between top of photo and top of box
el: Απόσταση μεταξύ κορυφής φωτογραφίας και κορυφής πλαισίου
it: Distanza tra l'inzio della foto e l'inizio della casella
pt: Distância entre o topo da imagem e o topo da caixa

source: Distance from lefthand side of photo to box
el: Απόσταση της αριστερής πλευράς της φωτογραφίας από το πλαίσιο
it: Distanza tra la parte sinistra della foto e la casella
pt: Distância entre a esquerda da imagem e a caixa

source: Width of the box
el: Πλάτος του πλαισίου
it: Larghezza della casella
pt: Largura da caixa

source: Leave empty to recover default values
el: Αν το αφήσετε κενό θα επανεμφανιστούν οι αρχικές τιμές
it: Lasciare lo spazio vuoto al fine di recuperare i valori predefiniti
pt: Deixar vazio para repor valores originais

source: Box transparentcy
it: Trasparenza della casella
pt: Transparência da caixa

source: Text box content
el: πλαίσιο κειμένου
it: Contenuto della casella di testo
pt: Conteúdo da caixa de texto

source: Translations
el: Μεταφράσεις
it: Traduzioni
pt: Traduções

source: My page
el: Η σελίδα μου
it: La mia pagina
pt: A minha página

source: Context help
el: Βοήθεια για το πλαίσιο
it: Situazione di aiuto
pt: Ajuda contextual

source: Options
el: Επιλογές
it: Opzioni
pt: Opções

source: Logout
el: Αποσύνδεση
pt: Sair

source: Home
el: Αρχική
it: Casa
pt: Início

source: Contact information
el: Στοιχεία επικοινωνίας
it: Informazioni di contatto
pt: Dados de contacto

source: Telephone
el: Τηλέφωνο
it: Telefono
pt: Telefone

source: Create bulk email
el: Δημιουργία μαζικού email
it: Crea una mailing circolare
pt: Criar boletim

source: Manage bulk email
el: Διαχείριση μαζικού email
it: Gestisci la mailing circolare
pt: Listar boletins

source: Delete draft
el: Διαγραφή προσχεδίου
it: Elimina bozza
pt: Apagar rascunho

source: Are you sure you want to delete this item?
el: Σίγουρα θέλετε να διαγράψετε αυτό το στοιχείο;
it: Procedere all'eliminazione di questa voce?
pt: De certeza que queres apagar este item?

source: BCC Recipients
el: BCC Παραλήπτες
it: BCC Destinatari
pt: BCC Destinatários ocultos

source: Show
el: Προβολή
it: Mostra
pt: Mostrar

source: Edit draft
el: Επεξεργασία προσχεδίου
it: Modifica bozza
pt: Editar rascunho

source: Send now
el: Αποστολή τώρα
it: Invia ora
pt: Enviar agora

source: Will send to all users at
el: Θα σταλεί σε όλους τους χρήστες στο
it: L'invio sara' effettuato a favore di tutti gli utenti
pt: Será enviado a todos os utilizadores de

source: Was sent to these users
el: Στάλθηκε σε αυτούς τους χρήστες
it: Invio effettuato a questi utenti
pt: Foi enviado a estes utilizadores

source: Manage Bulk Emails
el: Διαχείριση μαζικών email
it: Gestisci le mailing circolari
pt: Gerir boletins

source: Advanced Search
el: Σύνθετη αναζήτηση
it: Ricerca Avanzata
pt: Pesquisa avançada

source: View bulk email
el: Προβολή μαζικού email
it: Visualizza la mailing circolare
pt: Ver boletim

source: Send bulk email
el: Αποστολή μαζικού email
it: Invia la mailing circolare
pt: Enviar boletim

source: Preview
el: Προεπισκόπηση
it: Anteprima
pt: Pré-visualizar

source: Create description
el: Δημιουργία περιγραφής
it: Crea una descrizione
pt: Criar descrição

source: Update description
el: Ενημέρωση περιγραφής
it: Aggiorna la descrizione
pt: Actualizar descrição

source: Delete description
el: Διαγραφή περιγραφής
it: Elimina la descrizione
pt: Apagar descrição

source: Budget description
el: Περιγραφή προϋπολογισμού
it: Descrizione del budget
pt: Descrição do orçamento

source: Description not defined
el: Δεν ορίστηκε περιγραφή
it: Descrizione non definita
pt: Falta incluir uma descrição

source: Manage Budget descriptions
el: Διαχείριση περιγραφών Προϋπολογισμού
it: Gestire le descrizioni di budget
pt: Gerir descrições do orçamento

source: View description
el: Προβολή περιγραφής
it: Visualizza la descrizione
pt: Ver descrição

source: Select a language
el: Επιλογή γλώσσας
it: Seleziona una lingua
pt: Seleccionar idioma

source: Change user's roles
el: Αλλαγή ρόλων χρήστη
it: Cambia i ruoli dell'utente
pt: Mudar papéis dos utilizadores

source: List all users
el: Λίστα όλων των χρηστών
it: Lista di tutti gli utenti
pt: Listar todos os utilizadores

source: Delete user
el: Διαγραφή χρήστη
it: Cancella l'utente
pt: Apagar utilizador

source: User details
el: Λεπτομερή στοιχεία χρήστη
it: Dettagli dell'utente
pt: Detalhes do utilizador

source: Enquiries made by
el: Οι έρευνες έγιναν από
it: Richieste effettuate da
pt: Consultas feitas por

source: has not made a enquiry
el: δεν έχει κάνει κάποια ερώτηση
it: non ha inviato una richiesta
pt: não fez nenhuma consulta

source: USER_NOT_ACTIVE_INFO
el: Πληροφορίες για μη ενεργό χρήστη
pt: <p>Para começar a fazer consultas e a subscrever as consultas de outros utilizadores, tens de confirmar o teu endereço de email.</p><p>- Enviámos-te um email com algumas instruções simples.<br />- Se não recebeste a mensagem, verifica se não foi parar à pasta de spam.<br />- Se queres que te enviemos de novo a mensagem para %s, faz %s.<br />- Se o teu endereço de email não é %s podes trocá-lo fazendo %s.</p>

source: click here
el: κάντε κλικ εδώ
it: clicca qui
pt: clicar aqui

source: Welcome
el: Καλωσήρθατε
it: Benvenuto
pt: Bem-vindo

source: ENQUIRY_NEW_MSG
el: Νέο μήνυμα έρευνας
pt: Pergunta à tua Câmara Municipal o que quiseres - a partir daqui podes fazer uma consulta genérica. Para fazer uma consulta sobre o orçamento, vai à tab %s e faz aí a tua consulta.

source: My user information
el: Τα δεδομένα μου ως χρήστη
it: Informazioni del mio utente
pt: Os meus dados

source: Change your profile
el: Αλλάξτε το προφίλ σας
it: Modifia il mio profilo
pt: Mudar perfil

source: Configure your email
el: Διαμορφώστε το email σας
it: Configura l'email
pt: Configurar o email

source: Change your password
el: Αλλαγή κωδικού
it: Cambia la password
pt: Mudar palavra-passe

source: Manage the enquiries you are responsable for
it: Responde a las consultas encargadas
pt: Responder às consultas pelas quais és responsável

source: CMS editor options
el: επιλογές επεξεργαστή CMS
it: CMS opzioni editor
pt: Opções de editor CMS

source: Introduction pages
el: Εισαγωγικές σελίδες
it: Pagine d'introduzione
pt: Páginas de introdução

source: Site pages
el: Σελίδες του ιστότοπου
it: Pagine del Sito
pt: Páginas do site

source: Assign enquiries to team members and check status
el: Ανάθεση ερευνών σε μέλη της ομάδας, και έλεγχος κατάστασης
it: Assegna le richieste ai membri del team e controllare lo status
pt: Atribui consultas a outros membros da equipa

source: Administator's options
el: Επιλογές διαχειριστή
it: Opzioni dell'amministratore
pt: Opções do administrador

source: New version available
el: Νέα διαθέσιμη έκδοση
it: Nuova versione disponibile
pt: Nova versão disponível

source: Upgrade now
el: Αναβάθμιση τώρα
it: Aggiorna ora
pt: Actualizar agora

source: Years and budgets
el: Έτη και προϋπολογισμοί
it: Anni e budget
pt: Anos e orçamentos

source: Zip file
el: αρχείο Zip
it: File zip
pt: Ficheiro zip

source: Budget descriptions
el: Περιγραφές προϋπολογισμών
it: Descrizioni del budget
pt: Descrições do orçamento

source: Users and roles
el: Χρήστες και ρόλοι
it: Utenti e ruoli
pt: Utilizadores e papéis

source: My enquiries
el: Τα ερωτήματά μου
it: Le mie richieste
pt: As minhas consultas

source: I am subscribed to these enquirytions
it: Sono iscritto a queste richieste
pt: Subscrevi estas consultas

source: You will be sent an email when these enquiries are updated
el: Θα ειδοποιηθείτε με email όταν ενημερωθούν αυτές οι έρευνες
it: Verrá inviata una mail con le richieste aggiornate
pt: Receberás um email quando estas consultas forem actualizadas

source: Enquiries of your interest will be displayed here
el: Οι έρευνες που σας ενδιαφέρουν θα εμφανίζονται εδώ
it: Le richieste di vostro interesse saranno mostrate qui
pt: As consultas que fizeres ou as que tenhas subscrito aparecem aqui

source: Do you want to block
el: Θέλετε να μπλοκάρετε
it: Bloccare
pt: Queres bloquear

source: Yes
el: Ναι
it: Si
pt: Sim

source: No
el: όχι
pt: Não

source: View User
el: Προβολή χρήστη
it: Visualizza l'Utente
pt: Ver Utilizador

source: Manage Users
el: Διαχείριση χρηστών
it: Gestisci gli Utenti
pt: Gerir utilizadores

source: Change roles
el: Αλλαγή ρόλων
it: Cambia i ruoli
pt: Alterar papéis

source: Change your user information
el: Αλλαγή δεδομένων χρήστη
it: Cambia le mie informazioni utente
pt: Alterar os teus dados de utilizador

source: Your information
el: Τα στοιχεία σας
it: Le mie informazioni
pt: Os teus dados

source: Change password
el: Αλλαγή κωδικού
it: Cambia la password
pt: Mudar a palavra-passe

source: Details
el: Λεπτομέρειες
it: Dettagli
pt: Detalhes

source: Your preferred language
el: προτιμώμενη γλώσσα
it: Lingua di preferenza
pt: Idioma preferido

source: What does this mean?
el: Τι σημαίνει αυτό;
it: Cosa significa?
pt: O que quer isto dizer?

source: Date the Administration replied
el: Ημερομηνία απάντησης από τις αρχές
it: Data in cui l'Amministrazione ha risposto
pt: Data em que a administração respondeu

source: Manage enquiry
el: Διαχείριση έρευνας
it: Gestisci la richiesta
pt: Gerir consulta

source: Emails originated from the enquiry
el: Emails που συνδέονται με το ερώτημα
it: Email create dalla richiesta
pt: Emails enviados a partir da consulta

source: Petition to make contact via email
el: Αίτημα επικοινωνίας μέσω email
it: Richiesta per ottenere un contatto via email
pt: Pedido para contactar via email

source: Hello
el: Γεια σας
it: Salve
pt: Olá

source: a user like you at the %s
el: ένας χρήστης όπως εσείς στο %s
it: un utente come voi al %s
pt: um utilizador como tu no %s

source: would like to contact you privately via email
el: Θα ήθελε να επικοινωνήσει μαζί σας ιδιωτικά μέσω e-mail
it: ci piacerebbe contattarlo privatamente via email
pt: quer contactar-te em privado via email

source: However, we do not share users' email addresses
el: Ωστόσο, δεν κοινοποιούμε τις διευθύνσεις ηλεκτρονικού ταχυδρομείου των χρηστών
it: Comunque non condividiamo gli indirizzi email degli utenti
pt: No entanto, nós não partilhamos os endereços de email dos utilizadores

source: If you wish, you may make contact yourself with
el: Εάν το επιθυμείτε, μπορείτε να επικοινωνήσετε μόνος/η σας με
it: Se desiderate potete entrare in contatto tra di voi
pt: Se quiseres, podes contactá-lo tu mesmo com

source: If you think this user is spamming you, you can block future petitions at this link
el: Αν νομίζετε ότι αυτός ο χρήστης παρενοχλεί, μπορείτε να αποκλείσετε μελλοντικά αιτήματά του σε αυτόν τον σύνδεσμο
it: Se pensate che l'utente vi stia inviando posta indesiderata, potete bloccare le future richieste a questo link
pt: Se achas que este utilizador te está a enviar lixo por email podes bloquear pedidos futuros a partir deste link

source: Kind regards
el: Με φιλικούς χαιρετισμούς
it: Distinti saluti
pt: Saudações cordiais

source: says
el: λέει
it: dice
pt: diz

source: Optionally, you may attach text to this email
el: Αν θέλετε, μπορείτε να επισυνάψετε κείμενο σε αυτό το emai
it: A scelta, potete allegare il testo a questa email
pt: Se quiser, pode juntar texto a esta mensagem

source: Send email
el: Αποστολή email
it: Inviare un'email
pt: Enviar mensagem

source: Sending email
el: Γίνεται αποστολή
it: Invio dell'email
pt: A enviar mensagem

source: Email sent
el: Στάλθηκε
it: Email inviata
pt: Mensagem enviada

source: Email sent OK
el: Το Email σας στάλθηκε
it: Email inviata correttamente
pt: Email enviado - OK

source: Error while sending email
el: Σφάλμα κατά την αποστολή του email
it: Errore durante l'invio
pt: Erro no envio do email

source: has blocked you
el: σας έχει μπλοκάρει
it: ti ha bloccato
pt: bloqueou-te

source: Private email request from a user at the %s
el: Ιδιωτικό αίτημα μέσω email από ένα χρήστη στο% s
it: Email private richieste da un utente al %s
pt: Pedido de contacto privado por email de um utilizador em '%s

source: Email not sent
el: Το email δεν έχει σταλεί
it: Email non inviata
pt: Email não enviado

source: Changes saved Ok
el: Οι αλλαγές αποθηκεύτηκαν σωστά
it: Modifiche salvate correttamente
pt: Alterações guardadas - OK

source: is blocked
el: έχει μπλοκαριστεί
it: é bloccato
pt: está bloqueado

source: File uploaded correctly
el: Το αρχείο ανεβάστηκε σωστά
it: File caricato correttamente
pt: Ficheiro enviado com sucesso

source: Zip file updated
el: Ενημέρωση αρχείου Zip
it: File zip aggiornato
pt: Ficheiro zip actualizado

source: Error: zip file not created
el: Σφάλμα: δεν δημιουργήθηκε το αρχείο zip
it: Errore: file zip non creato
pt: Erro: o ficheiro zip não foi gerado

source: New comment at
el: Νέο σχόλιο
it: Nuovo commento al
pt: Novo comentário em

source: A new comment has been added to the enquiry
el: Ένα νέο σχόλιο έχει προστεθεί στην έρευνα
it: Un nuovo commento é stato aggiunto all'indagine
pt: Há um comentário novo na consulta

source: Please click the link below to activate your account
el: Παρακαλούμε, κάντε κλικ στον παρακάτω σύνδεσμο για να ενεργοποιήσετε το λογαριασμό σας
it: Si prega di cliccare sotto per attivare l'account
pt: Por favor clica neste link para activar a tua conta

source: Activate your account
el: Ενεργοποίηση λογαριασμού
it: Attivare l'account
pt: Activar a conta

source: Thank you
el: Ευχαριστούμε
it: Grazie
pt: Muito obrigado

source: We sent you an email
el: Σας έχουμε στείλει ένα e-mail
it: Vi abbiamo spedito un'email
pt: Enviámos-te uma mensagem por email

source: Welcome to the
el: Καλώς ήρθατε στο
it: Benvenuti al
pt: Bem-vindo ao

source: NEW_USER_EMAIL_MSG
el: Acabamos de dar de alta tu usuario.<br />Desde este momento ya puedes realizar consultas, suscribirte a consultas de otros ciudadanos, así como valorar las respuestas de nuestro Ayuntamiento.
pt: Acabamos de registar-te como utilizador.<br /> A partir deste momento já podes fazer consultas, subscrever consultas de outros cidadãos e ainda avaliar as respostas da nossa administração municipal.

source: Your account is active
el: Ο λογαριασμός σας είναι ενεργός
it: Il vostro account é attivo
pt: A tua conta foi activada

source: Invalid email address
el: Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
it: Indirizzo email non valido
pt: Endereço de email inválido

source: New password request
el: Νέο αίτημα κωδικού πρόσβασης
it: Richiesta di una nuova password
pt: Pedido de nova palavra-passe

source: has received a request to reset your password
el: έλαβε αίτημα ανάκτησης του κωδικού σας πρόσβασής
it: ha ricevuto una richiesta di reimpostare la password
pt: recebeu um pedido para mudar a tua palavra-passe

source: If you have not forgotten your password, please ignore this email
el: Αν δεν έχετε ξεχάσει τον κωδικό σας, παρακαλούμε αγνοήστε αυτό το μήνυμα
it: Se la password non e' stata dimenticata si prega d'ignorare questa email
pt: Se não esqueceste a tua palavra-passe, por favor ignora esta mensagem

source: To reset your password, follow this link
el: Για να ανακτήσετε τον κωδικό πρόσβασής σας, ακολουθήστε τον παρακάτω σύνδεσμο
it: Seguire questo link per reimpostare la password
pt: Para restablecer a tua palavra-passe, segue este link

source: We've just sent you an email
el: Μόλις σας στείλαμε ένα email
it: Vi abbiamo appena inviato un'email
pt: Acabamos de enviar-te uma mensagem por email

source: Sorry, we cannot find you on our database
el: Λυπούμαστε, αλλά δεν μπορούμε να σας βρούμε στη βάση δεδομένων μας
it: Ci dispiace non riusciamo a trovarti nel nostro database
pt: Desculpa, não te encontramos na base de dados

source: The password recovery link has expired
el: Ο σύνδεσμος ανάκτησης κωδικού πρόσβασης έχει λήξει
it: Il link di recupero della password é scaduto
pt: O link para recuperar a tua palavra-passe caducou

source: Please change your password now
el: Παρακαλούμε να αλλάξετε τον κωδικό πρόσβασής σας τώρα
it: Modificare ora la password
pt: Por favor, altera agora a tua palavra-passe

source: We have sent you an email
el: Σας έχουμε στείλει ένα email
it: Vi abbiamo inviato un'email
pt: Enviámos-te uma mensagem por email

source: Your enquiry has been registered correctly
el: Το στοιχεία σας έχουν καταχωρηθεί σωστά
it: La richiesta é stata registrata correttamente
pt: A tua consulta foi registada correctamente

source: New reformulated enquiry created OK
el: Η έρευνα αναδιατυπώθηκε σωστά
it: La nuova richiesta riformulata é stata creata correttamente
pt: Nova consulta reformulada correctamente

source: You must assign a team member
el: Θα πρέπει να ορίσετε ένα μέλος της ομάδας
it: E' necessario incaricare un membro del team
pt: Deves atribuir a um membro da equipa

source: New team member assigned
el: Ορίστηκε νέο μέλος της ομάδας
it: Un nuovo membro del team é stato incaricato
pt: Atribuído a um novo membro da equipa

source: Enquiry has been deleted
el: Η έρευνα έχει διαγραφεί
it: La richiesta é stata eliminata
pt: A consulta foi apagada

source: Year deleted
el: Έτος διαγραφής
it: Anno eliminato
pt: Ano apagado

source: Database restored correctly
el: Η βάση δεδομένων αποκαταστάθηκε σωστά
it: Database rispristinato correttamente
pt: Base de dados reposta correctamente

source: Feature budget
el: Παρουσίαση προϋπολογισμού
it: Caratteristica del budget

source: Restore database
el: Επαναφορά βάσης δεδομένων
it: Rispristina database

source: (Re)generate CSV files to include in zip
el: (ανα)δημιουργήστε αρχεία τύπου CSV ώστε να συμπεριληφθούν στο ζιπ
it: Genera nuovamente i file CSV da includere nel file zip

source: READ ME
el: ΔΙΑΒΑΣΕ ΜΕ
it: LEGGIMI

source: ADDRESSED_TO_MSG
el: Has marcado que esta consulta que estás realizando es para el equipo del OCM y no para el Ayuntamiento. ¿Estás seguro?

source: Newsletters
el: ενημερωτικά δελτία
it: Newsletter

source: MSG_ZIP_DESCRIPTION
el: Un fichero ZIP que contiene los datos de los presupuestos en formato CSV y documentación relacionada.

source: Download data
it: Dato da scaricare

source: Content
it: Contenuto

source: Add csv to data
it: Scarica il file zip
